{
	"Your Committee":{
		"Name":"ECSS Committee",
		"Image":"images/everyone-cropped.png",
		"RoleDisplayName":"2018-2019",
		"RoleDescription":"",
		"Manifesto":"<p>The ECSS Committee work tirelessly on your behalf to ensure access to the best social events and sponsored activities. Click any of the buttons above to see who currently holds the role, and their pledges.</p><p>(The photo is of 2017-2018 committee)</p>",
		"Facebook":"http://www.facebook.com/ecss.soton",
		"Email":"society@ecs.soton.ac.uk"
	},
	"President":{
		"Name":"Bradley Elvy",
		"Manifesto":"<p>Hi, I’m Brad, I am currently the ECSS sports officer and am running for ECSS President. As each member of the committee contributes to each other’s role to run the society, I have seen how nearly every aspect of the society operates. I have also worked closely with Ricki, our current president throughout.</p><p>Next year I would focus on the student feedback, and really pushing the changes that the people in our society want. I am also open hoping to redesign the sponsorship system to allow more beneficial deals which fund all of our society events. On top of this, we will use the faculty restructure to work with other stem societies for bigger and better socials! As always, we will endeavour to offer a wide variety of events, try new activities and get as many people involved as possible.</p><p>As sports officer this year I collaborated with other societies to start two sports teams, captained the football team, ran a running club and organised the badminton league table, I hope this proves I am proactive and will do my best to make sure all society proceedings are well prepared and run smoothly.</p>",
		"Facebook":"https://www.facebook.com/brad.elvy.1",
		"Email":"be5g15@ecs.soton.ac.uk",
		"Image":"images/committee/brad.jpg",
		"RoleDisplayName":"President",
		"RoleDescription":"The President shall be the figurehead of the Society. They shall be responsible for coordinating the Committee and performing any tasks that do not come under the jurisdiction of other Committee members."
	},

	"Vice-President Engagement":{
		"Name":"Christian Clarke",
		"Manifesto":"<p>Hi my name is Chris and I am the current Games officer for ECSS. As the VP of ECSS I aim to support the president in continuing with the great engagement that has been achieved this year. Throughout my year as games officer I have gained a solid understanding of how the committee functions, allowing me to bring my experience into a more senior role.</p><p>As VP my key goals would be to:<br><br>- Support the President<br><br>- Aid new committee members<br><br>- Plan and Run large society events like the Christmas Party<br><br>- Help to ensure that the high standard of events being run keep to the same level<br><br>- Make sure that everyone continues to have fun :)</p>",
		"Facebook":"https://www.facebook.com/christian.clarke.3114",
		"Email":"cc11g16@ecs.soton.ac.uk",
		"Image":"images/committee/chris.jpg",
		"RoleDisplayName":"Vice-President Engagement",
		"RoleDescription":"The Vice-President Engagement shall act alongside the President and Vice-President Operations in managing the Committee and representing the Society. They will share the responsibilities of the President with the Vice-President Operations if the President is unavailable. In addition to this, they shall be responsible for overseeing the member facing social side of the Committee. They shall work with the Social Secretary, Events Officer, Sports Officer, Welfare Officer, and the Marketing Officer in the smooth running of all of the Society's events. They shall also work on increasing participation rates within the Society."
	},
	"Vice-President Operations":{
		"Name":"Harry Brown",
		"Manifesto":"<p>Over the past year as ECSS Web Officer I have gone out of my way to pick up extra jobs to help out the society, making myself a valuable member of the team.</p><p>Throughout the last year I have been there during all of the tough decisions that ECSS makes and would be able to use that experience to be an effective vice president. Using this understanding I would be able to continue where last year left off and help push the society forwards.</p><p>I put in many hours a week into general committee jobs, as VP Operations I:<br><br>- Assist the Academic Officer acquire sponsors earlier in the year.<br><br>- Pursue interest further for sponsorship from bigger companies.<br><br>- Support the president whenever they do not have the time to finish tasks.<br><br>- Extend VP to cover tasks that don’t fit into other role descriptions.<br><br>- Go above and beyond for the society.</p>",
		"Facebook":"https://www.facebook.com/hrybrn",
		"Email":"hb15g16@ecs.soton.ac.uk",
		"Image":"images/committee/harry.jpg",
		"RoleDisplayName":"Vice-President Operations",
		"RoleDescription":"The Vice-President Operations shall act alongside the President and Vice-President Engagement in managing the Committee and representing the Society. They will share the responsibilities of the President with the Vice-President Engagement if the President is unavailable. In addition to this, they shall be responsible for helping coordinate the external facing side of the society. They shall assist the Industry Officer in running large sponsor events, and liaise with staff and sponsors when the President is not available. They shall oversee the development of the Society website, and ensure that sufficient documentation on running the various aspects of the Society is created."
	},
	"Secretary":{
		"Name":"Jacob Smith",
		"Manifesto":"<p>Hey, my name is Jacob, but you might know me as the smiley face from the Zepler labs, and I am your current ECSS Secretary! A lot of people would be put off applying for a behind the scenes administrative role, but not me! Since coming to university I have made more spreadsheets than friends.</p><p>I will bring a lot of enthusiasm and dedication to a position which, to most, would be monotonous and dull. My experience as the Deputy Head Boy of my Sixth Form has provided me with the foundations necessary for an administrative role, which will ensure the smooth running of the society. ECSS is a society which has been a cornerstone of my university life, and I am passionate about overseeing its success (and more pizza!).</p>",
		"Facebook":"https://www.facebook.com/profile.php?id=100021487703035",
		"Email":"jds1g17@soton.ac.uk",
		"Image":"images/committee/jacob.jpg",
		"RoleDisplayName":"Secretary",
		"RoleDescription":"The Secretary shall be responsible for the administration of the Society and ensuring its smooth operation. In particular they are in charge of managing Society documents. This includes taking minutes at meetings and announcing General Meetings to the members. All minutes shall be made available to members via online publication."
        },
	"Industry":{
		"Name":"Constantin Tiron",
		"Manifesto":"<p>My main goal as Academic Officer would be to convince new sponsors of the extraordinary value contained by ECSS, along with keeping strong relations with our current ones.</p><p>I am planning to seek sponsors, not only from the UK, but from US and the rest of Europe.</p><p>Since the popularity of Blockchain Technology is increasing, and as I am involved in multiple projects related to cryptocurrencies, I plan to organise talks with companies from this area (maybe together with the Blockchain society) . These companies would probably be interested in sponsoring us as well.</p><p>I have few good ideas of events that ECSS could organise, including different types of hackathons. The first ever hackathon organised by ECSS (CampusHack) was pretty good but I believe we can increase the size of it to at least 100 participants.</p><p>As an active member of ECSS, I consider that this year's committee did a great job, especially Denisa, who gave me good advice in case I become her successor.</p><p>Since I am in Southampton over summer, I would have time to meet with the sponsors and discuss the potential partnerships. As far as I know, most of the sponsorship deals are finalised before the beginning of the academic year.</p><p>If you believe that I am suitable for this role, please vote for me, and I'll make sure I won't disappoint you ;) .</p>",
		"Facebook":"https://www.facebook.com/costin517",
		"Email":"ct2u16@ecs.soton.ac.uk",
		"Image":"images/committee/costin.jpg",
		"RoleDisplayName":"Industry Officer",
		"RoleDescription":"The Industry Officer shall be responsible for arranging academic events for all members of the Society and coordinating with Society sponsors. They are also responsible for acquiring new Society sponsors, and sourcing the funding to run the Society."
	},
	"Social":{
		"Name":"Emily Wayland",
		"Manifesto":"<p>Hey I'm Emily!</p><p>You may see me around campus or at many of the ECSS socials this year. I’m recognisable by my loud voice and competitiveness, love of pizza and crazy drunk dancing. I can’t wait to run events such as the house crawls, pub crawls and organise VIP events at different clubs. I want to make the events catered to as many different members of the society as possible to make sure I can get as many of you out and having fun!</p><p>I’ve had the pleasure of getting to know so many great people from ECS throughout this year, and I’d love to have the opportunity to give back to the society and make sure there are events that everybody wants to get involved with! I’ve got loads of great ideas for events that will be so crazy that we’ll be rivalling the sports societies… esports count as sports right?</p><p>I can’t wait to work alongside the new events/games officer to deliver some amazing events that everybody can enjoy!</p>",
		"Facebook":"https://www.facebook.com/EmilyWayland",
		"Email":"erew1g17@soton.ac.uk",
		"Image":"images/committee/emily.jpg",
		"RoleDisplayName":"Social Secretary",
		"RoleDescription":"The Social Secretary shall be responsible for arranging social events for the Society that involve alcohol. Example events include club nights, pub nights and pub crawls. They shall also coordinate with the Events Officer to organise and manage larger society events. The Social Secretary and Events Officer shall ensure the events organised by the society are sufficiently varied so as to cater to as much of the membership as possible."
	},
	"Web":{
		"Name":"Jinxuan Cui",
		"Manifesto":"<p>Hi, I'm Jinxuan (aka Allen).</p><p>I have been helping with this website last year. This year as Web Officer I aim to make the web presence of ECSS even better.</p><p>I would also be working with the rest of the committee to make the society information (especially the events info) reach to more members.</p><p>Btw, if you are interested in contributing to the website or you have any suggestions to the website please do not hesitate to contact me or <a href=\"/comment/\">leave an an anonymous feedback</a>. I would like to hear from you!</p>",
		"Facebook":"https://www.facebook.com/cuijinxuan",
		"Email":"jc14g16@ecs.soton.ac.uk",
		"Image":"images/committee/awesomewebmaster.jpg",
		"RoleDisplayName":"Web Officer",
		"RoleDescription":"The Web Officer shall be responsible for maintaining the Society’s web presence and running all digital accounts and profiles associated with the Society."
	},
	"Events":{
		"Name":"Rhett Mitchell",
		"Manifesto":"<p>Hello, I’m Rhett. I’m a second-year electronics student. I’m a games enthusiast and I find the games events run by ECSS to be some of the most fun events that I’ve attended and one of the best ways to meet new people. I wish to share this entertainment with more people by taking the role of Games Officer. I feel I am suitable for this role because I know what the role entails as I have assisted committee members with setting up the games events in the past.</p><p>If I am voted to be the Games Officer I will continue all the previous games events and work with the Social Secretary to run and organise the other social events. I intend to expand some of the games events by taking them out to board in the city so we can have a larger range of board games to play with.</p>",
		"Facebook":"https://www.facebook.com/rhett.mitchell.54",
		"Email":"rrm1g16@ecs.soton.ac.uk",
		"Image":"images/committee/rhett.jpg",
		"RoleDisplayName":"Events Officer",
		"RoleDescription":"The Events Officer shall be responsible for arranging regular events for the society that are non-alcoholic or contain a minimal emphasis on alcohol. Example events are film nights, society meals or games nights. They shall also coordinate with the Social Secretary to organise and manage larger society events. The Social Secretary and Events Officer shall ensure the events organised by the society are sufficiently varied so as to cater to as much of the membership as possible."
		},
	"Treasurer":{
		"Name":"Angus Brown",
		"Manifesto":"<p>Hi I’m Angus and I’m continuing on as Treasurer for this year. In my role I oversee the management of the society account and recording the flow of money in and out. Alongside this I help out with Academic and Social events when I can. Be sure to see me at all the club socials this year as man loves a boogie  (“oi oi”)</p>",
		"Facebook":"https://www.facebook.com/angus.brown.948",
		"Email":"ab27g15@ecs.soton.ac.uk",
		"Image":"images/committee/angus.jpg",
		"RoleDisplayName":"Treasurer",
		"RoleDescription":"The Treasurer shall be responsible for maintaining the financial accounts of the Society, documentation of which shall be available to the Clubs and Societies Officer and the Societies Department Committee and shall be available for examination at the AGM."
	},
	"Marketing":{
		"Name":"Rayna Bozhkova",
		"Manifesto":"<p>Hi! I'm Rayna and I'm your Marketing Officer!</p><p>I've been involved with ECSS since last summer (helping with the website) and I'm happy to take our relationship to the next level. In my spare time I've been coming up with designs for ECSS merch and my dream is to make them real!</p><p>Key points about me:<br><br>- Graphic design is my passion<br><br>- 2nd year Comp Sci but I love electronics too &lt;3<br><br>- I promise to deliver FRESH NEW MERCH DESIGNS as well as the beloved classics<br><br>- I plan to collaborate with YOU to come up with designs that YOU love 😇<br><br>- I have zero tolerance for lame slogans<br><br>- I'm relatable</p><p>Let's make ECSS sexy together! &lt;3</p>",
		"Facebook":"https://www.facebook.com/rayna.bozhkova",
		"Email":"rb1g16@ecs.soton.ac.uk",
		"Image":"images/committee/rayna.jpg",
		"RoleDisplayName":"Marketing Officer",
		"RoleDescription":"The Marketing Officer shall be responsible for how the Society is presented online and in printed media. They will be responsible for overseeing all social media activity by the Society, and ensuring a consistent brand. They shall also be responsible for organising the Society’s merchandise."
	},
	"Sports":{
		"Name":"Ben Gesoff",
		"Manifesto":"<p>Hi I’m Ben</p><p>My aim is to continue to improve the ECSS sports offering, continuing the upwards trend of the previous years. Catering to the plethora of sporting preferences of our membership is important to make sure that as much of the society is engaged in a healthy and active lifestyle.</p><p>Under Bradley, the ECSS sports has blossomed over the last year, and I plan to continue his excellent work.</p>",
		"Facebook":"https://www.facebook.com/bengesoff",
		"Email":"bpg1g15@ecs.soton.ac.uk",
		"Image":"images/committee/ben.jpg",
		"RoleDisplayName":"Sports Officer",
		"RoleDescription":"The Sports Officer's shall be responsible for communicating with the captains of ECSS sports teams, helping organise their sports events, advertising for the teams, and assisting in securing team funding. They also shall manage other sporting events or competitions, such as group runs and the badminton league table."
	},
	"Welfare":{
		"Name":"Alicja (Ala) Bochnacka",
		"Manifesto":"<p>My name is Alicja, some of you may know me as Ala. You will usually find me in the Zepler level 3 labs working or watching TV shows, but probably both at the same time.</p><p>My main motivation for running for this role was to help maintain the inclusive, open and friendly atmosphere which has been so successfully achieved by the committee and other students. Additionally, I want to increase the promotion of ECSS events, having spoken to many students who would have loved to have gone to the events, but were not made aware of them. I am a friendly face for you to come to if you have any problems or suggestions within the ECSS society or outside of it.</p><p>I know that this role involves communicating with senior tutors and I believe my past experience as head girl would make me a great candidate for this position. I was involved in communicating student ideas and views with the teachers and school governors.</p>",
		"Facebook":"https://www.facebook.com/alicja.bochnacka",
		"Email":"ab10g17@soton.ac.uk",
		"Image":"images/committee/ala.jpg",
		"RoleDisplayName":"Welfare Officer",
		"RoleDescription":"The Welfare Officer shall be responsible for providing support to the membership and ensuring that, in all its activities, the Society does not unfairly discriminate against or exclude any members."
	},
	"Masters' Rep":{
		"Name":"Evgeny Saveliev",
		"Manifesto":"<p>Hi, my name is Evgeny Saveliev and I&rsquo;m the ECSS Masters&rsquo; Rep.</p><p>I study MSc Computer Science, after completing my undergraduate degree in Natural Sciences (the University of Cambridge) and working in industry for a year (a fintech startup based in Germany).</p><p>My goal is simple &ndash; to get the Masters&rsquo; students involved in ECSS events as much as possible. The society&rsquo;s social, careers and other events are a fantastic opportunity for everyone to enrich their university life, further their career prospects, and to just have fun. Unfortunately, we Masters&rsquo; students sometimes miss out on this for various reasons &ndash; too busy with the studies, or perhaps the fact that most events aren&rsquo;t specifically catered to the Masters&rsquo; cohort.</p><p>I will:</p><p>&nbsp; &nbsp; &bull; Aim to run at least one Masters&rsquo; specific event each Semester.</p><p>&nbsp; &nbsp; &bull; Explore the option to organise some Masters&rsquo; events during the summer (project) period, when the MSc students are still around.</p><p>I aim to focus on these two aspects throughout the year:</p><p>&nbsp; &nbsp; &bull; Help Masters&rsquo; students with MSc-specific career prospects.</p><p>&nbsp; &nbsp; &bull; Organise social events that the MSc students will enjoy.</p><p>Meanwhile, if you have any ideas or suggestions, I would really appreciate if you drop me an email at <a href='mailto:ess1n17@soton.ac.uk'>ess1n17@soton.ac.uk</a>!</p>",
		"Facebook":"https://www.facebook.com/e.s.saveliev",
		"Email":"ess1n17@soton.ac.uk",
		"Image":"images/committee/evgeny.jpg",
		"RoleDisplayName":"Masters Representative",
		"RoleDescription":"The masters rep liases with students on ECS masters courses, helping the ECSS committee who are often in their undergraduate degrees to cater for the masters audience."
	},
	"PhD Rep":{
		"Name":"Position Open",
		"Manifesto":"<p>This position is currently unoccupied.</p>",
		"Facebook":"https://www.facebook.com/ecss.soton",
		"Email":"society@ecs.soton.ac.uk",
		"Image":"images/committee/open.png",
		"RoleDisplayName":"PhD Representative",
		"RoleDescription":"The PhD rep liases with students on ECS doctoral courses, helping the ECSS committee who are often in their undergraduate degrees to cater for the PhD audience."
	}
}
