{
    "Default" : {
        "ECSS Sponsors" : {
            "Name" : "ECSS Sponsors",
            "Info" : "<p>Our sponsors are vital part of ECSS. Their funding makes all our events possible. Additionally, we work with them to host a variety of academic events throughout the year. Everything from talks about their tech to interview days and hackathons. Attending our academic events is a great way to network with leading companies, keep up to speed with the latest innovations and even secure your graduate job!</p><p>Click on the buttons above to learn more about our sponsors. Keep an eye on our <a title='ECSS Facebook' href='https://www.facebook.com/groups/ecss.soton/'' target='_blank'>Facebook page</a> for the latest academic events.</p><p>During term time, we invite our sponsors to hold talks on campus exclusively for members of ECSS. This is a great opportunity for you to keep up to speed with the latest innovations, network with leading companies, and even secure your graduate job! Our sponsors also regularly bring in pieces of kit for live hardware demonstrations, such as Leonardo with their military grade thermal imaging camera.</p><p>Besides talks, we host hackathons and interview days. Hackathons are valuable events where teams of engineers collaborate on hardware/software projects, with the common purpose of completing an assigned challenge. They are great opportunities to use new kit, enhance your skills, and make new friends. The interview days are great opportunities to meet with companies, gain experience with interviews, and of course land a graduate job! ECS graduates are highly sought after.</p>",
            "Image" : "images/ecss-logo-square.png"
        }
    },

    "Gold" : {
        "J. P. Morgan" : {
            "Name" : "J. P. Morgan",
            "Website" : "http://www.jpmorgan.com/",
            "Image" : "images/sponsors/jpmorgan.jpg",
            "Info" : "JP Morgan is one of the world’s largest and oldest banking institutions. It was founded in 1871 and has its headquarters in New York City, US. It has a team of over 26,000 happy employees. It provides a wide range of services, which include banking, financial and software solutions. It has been one of ECSS’s oldest sponsors and currently holds a Gold sponsor status. It offers a wide range of opportunities to ECS students."
        },
        "talent.io": {
            "Name" : "talent.io",
            "Website" : "https://www.talent.io/",
            "Image" : "images/sponsors/talentio.png",
            "Info" : "The talent.io platform connects talented software engineers with jobs at great tech companies, in cities such as London, Paris and Berlin.<p>What makes talent.io unique is that companies apply to you, not the other way around. So there's no need to scroll through endless job adverts, send CVs, or write cover letters. Instead, through the platform you will be contacted directly by the approved CEOs, CTOs and in-house recruiters from top tech companies (for example: TripAdvisor, Ubisoft and Transferwise). Then it's up to you to decide whether or not you want to meet.</p><p>If you're looking to find a great job quickly and easily, the talent.io platform offers unmatched efficiency, with candidates typically receiving between 5 and 15 offers in two weeks (all with salaries ranging from &pound;30,000 to &pound;100,000).</p>"
        }
    },

    "Silver": {
        "FactSet" : {
            "Name" : "FactSet",
            "Website" : "http://factset.com/",
            "Image" : "images/sponsors/factset.jpg",
            "Info" : "FactSet is a leading provider of financial data and analytic applications. Our products are used by analysts, portfolio managers, researchers and investment bankers at major financial institutions throughout the world. Our business is built on the creative use of technology and an unwavering dedication to client service. FactSet delivers superior analytics, service, content and technology to help more than 85,000 users see and seize opportunity sooner. We are committed to giving investment professionals the edge to outperform, with fresh perspectives, informed insights and the industry-leading support of our dedicated specialists.<p>With our strong emphasis on technology and innovation, FactSet engineers are a crucial part of the company&rsquo;s success. Software engineers are highly motivated, talented individuals who develop creative solutions using cutting-edge technology. Our engineering teams in London work with some of the core parts of our product suite that include real time systems, messaging, content integration, data services, key infrastructure and analysis applications / tools. Software Engineers at FactSet drive reliability, performance, usability and innovation in our products and applications that are a core part of the Global Investment Market. The solutions you will find will require high levels of original thinking and creativity. We work on a variety of platforms (Windows, Linux) and in a number of core languages (C++, C#, JavaScript, Perl) to build robust and well-designed solutions, and thus we look to recruit not just programmers but &ldquo;true&rdquo; Software Engineers.</p>"
        },
        "Deutsche Bank" : {
            "Name" : "Deutsche Bank",
            "Image" : "images/sponsors/deutscheBank.jpg",
            "Website" : "https://www.db.com/unitedkingdom/",
            "Careers" : "http://db.com/careers/technology",
            "Info" : "<p><strong>Shape the future of global finance Intelligence.</strong></p><p>Insight. Innovation. If you&rsquo;re driven by new ideas, there&rsquo;s a lot to look forward to as part of the Technology team at Deutsche Bank. Together, we develop, manage and build the tools that keep our business and global client base connected. We&rsquo;re pioneering the next generation of systems that will make us a stronger, safer bank. This is your chance to lead that change.</p><p>We use technology to create a competitive edge, whether that&rsquo;s designing algorithms that predict price changes over microseconds, producing complex quantitative tools that execute trades for clients, or building applications capable of moving EUR trillions around the globe, every day. With a strong position in Europe and a significant presence in the Americas and Asia Pacific, our network and influence now extends to every part of the globe. Now, we&rsquo;re designing the digital bank of the future. You can help us create it.</p><p>Although we have many roles requiring programming skills, you don&rsquo;t need to be a technical expert to join Technology at Deutsche Bank. We&rsquo;re looking for future-focused developers, coders, programmers, as well as business and functional analysts to use their expertise to drive forward the way the banking industry runs today.</p><p>In each of these roles, you&rsquo;ll use your creativity and intellectual curiosity to solve difficult problems, and provide the kind of innovative solutions that will transform our business. Our future is yours to shape. Discover a career to look forward to at <a title='Deutsche Bank Careers' href='http://db.com/careers/technology' target='_blank'>db.com/careers/technology</a></p>"
        }
    },

    "Bronze": {
        "American Express" : {
            "Name" : "American Express",
            "Website" : "https://www.americanexpress.com/uk/",
            "Image" : "images/sponsors/amex.png",
            "Info" : "American Express is a global service company, providing customers with exceptional access to products, insights and experiences that enrich lives and build business success. We employ more than 50,000 people across four continents and are proud to be recognised as one of the best places to work. Our impressive scale demonstrates that you can take your career in any direction. This is where innovative thinkers become extraordinary leaders.<p>Technology is central to our business at American Express. When joining American Express Technology, you&rsquo;ll focus on creating a more powerful, personal and fulfilling experience for all our customers. We&rsquo;re really excited about the opportunities presented by emerging technologies and we want to harness them to help our customers do and achieve more. The great thing about our collaborative environment is that they enable our teams to function like small businesses. And we&rsquo;re all about creative freedom and flexibility, which for our interns and graduates produces a fantastic learning environment.</p>"
        },
        "ARM" : {
            "Name" : "ARM",
            "Website" : "http://www.arm.com/",
            "Image" : "images/sponsors/arm.png",
            "Info" : "Arm&reg; technology is at the heart of a computing and connectivity revolution that is transforming the way people live and businesses operate. From the unmissable to the invisible; our advanced, energy-efficient processor designs are enabling the intelligence in 86 billion silicon chips and securely powering products from the sensor to the smartphone to the supercomputer. With more than 1,000 technology partners including the world&rsquo;s most famous business and consumer brands, we are driving Arm innovation into all areas compute is happening inside the chip, the network and the cloud.<p>With offices around the world, Arm is a diverse community of dedicated, innovative and highly talented professionals. By enabling an inclusive, meritocratic and open workplace where all our people can grow and succeed, we encourage our people to share their unique contributions to Arm's success in the global marketplace.</p>"
        },
        "Curtiss-Wright" : {
            "Name" : "Curtiss-Wright",
            "Website" : "http://www.curtisswright.com/",
            "Image" : "images/sponsors/curtiss-wright.jpg",
            "Info" : "The Curtiss-Wright Corporation has a long history with its roots dating back to the Wright brothers' first flight in 1903. We have continued on the path of innovation and advanced engineering, and apply that expertise to mission critical applications in aerospace markets.<p>The Curtiss-Wright Avionics &amp; Electronics (CW-AE) division provides system solutions that acquire, consolidate, analyse and record all sensor and avionics data on aircraft. CW-AE invests heavily in research and development to ensure we maintain technology leadership to deliver high performance COTS and custom engineered products. Our core capabilities include certified design and development processes combined with mature quality processes. A wide range of product and service offerings enables us to provide solutions for many applications including:</p><p><br />► Airborne recording</p><p>► Aerospace controllers</p><p>► Air data computing</p><p>► Flight test</p><p>► Aircraft ice, fire and hazard systems</p><p>► Space data handling systems</p><p>► Ground vehicle computing</p><p>We are looking for Undergraduates and Graduates who can use expertise gained through their degree to develop the next generation of custom engineering products.</p>"
        },
        "Leonardo" : {
            "Name" : "Leonardo",
            "Website" : "https://www.leonardocompany.com/",
            "Image" : "images/sponsors/leonardo.png",
            "Info" : "Leonardo is a global high-tech player in Aerospace, Defence and Security. Leonardo operates in four sectors &ndash; Helicopters; Aeronautics; Electronics, Defence &amp; Security Systems, and Space, and prides itself on working closely with customers to deliver innovative solutions through the application of advanced technology.<p>It employs 46,000 people worldwide, offering many exciting careers opportunities through its award winning graduate schemes. The company has a range of business and engineering opportunities in a number of sites including Southampton, Edinburgh, Yeovil, Luton, Basildon and Bristol.</p><p>Our two-year Graduate Development Framework provides graduates with the best possible start to their career. It&rsquo;s specifically tailored for graduates, across both technical and non-technical functions, and places an emphasis on continuous training and opportunities for career development within a Transnational Company through local and internationally based modules.</p><p>With its roots in over a century of engineering innovation and at the forefront of much of today&rsquo;s defence, aerospace and electronics industries, Leonardo is rich with heritage. Through its time-proven ability to develop ground-breaking new technologies, a career with Leonardo opens up a path to work with systems forming the backbone of a variety of platforms &ndash; ranging from massive collaborations such as the Eurofighter Typhoon, through to bespoke applications powering national enterprises including Network Rail and NATS. The following examples are a glimpse of the ventures undertaken within the business:</p><p>► Helicopters</p><p>► Aeroplanes</p><p>► Satellites</p><p>► UAVs</p><p>► Lasers</p><p>► Airborne Sensors &amp; Countermeasures</p><p>► Conventional/Phased-Array Airborne &amp; Ground Radars</p><p>► Personal, Airborne &amp; Naval Communications Systems</p><p>► Battlespace &amp; Tactical Mission Systems</p><p>► Electro-Optical Systems &amp; Sensors</p><p>► Cyber Security</p><p>► Physical Security</p><p>► Transport &amp; Logistics Infrastructure</p>"
        },
        "Snowflake Software" : {
            "Name" : "Snowflake Software",
            "Website" : "https://snowflakesoftware.com/",
            "Image" : "images/sponsors/snowflake.png",
            "Info" : "Snowflake Software is the award-winning provider of cloud and on-premise software solutions for the aviation industry. We make aviation data accessible and easy to use through our Laminar Data Platform, recipient of the 2016 IHS Jane&rsquo;s ATC Innovation Award. It is the world&rsquo;s first commercial platform dedicated to fusing, cleaning and organizing the world&rsquo;s aviation data and making it available in real time.<p>Snowflake Software has always valued its strong ties with the University of Southampton&rsquo;s Faculty of Electronics and Computer Science (ECS). Since first collaborating with final year students&rsquo; undertaking the Group Design Projects (GDP) in 2011; the partnership between Snowflake and ECS has flourished, with over 25% of our UK workforce being ECS graduates. We enjoy working with the University to develop students into the best graduates possible by supporting GDPs, delivering guest lectures on our experience with Agile techniques, and hosting a fully-paid 12 week summer internship every year for the winner of our annual Code-Off (hackathon) run in the Zepler labs.</p><p>As a constantly growing tech firm, we&rsquo;re always looking for fresh local talent. We value individuals with initiative, new ideas, skills and above all, a great personality, to contribute to our highly collaborative teams. Head over <a href='https://snowflakesoftware.com/about/'>https://snowflakesoftware.com/about/</a> to learn more about us and our unique culture!</p>"
        }
    }
}
