{
    "Default" : {
        "ECSS Sponsors" : {
            "Name" : "ECSS Sponsors",
            "Info" : "Our sponsors are vital part of ECSS. Their funding makes all our events possible. Additionally, we work with them to host a variety of academic events throughout the year. Everything from talks about their tech to interview days and hackathons. Attending our academic events is a great way to network with leading companies, keep up to speed with the latest innovations and even secure your graduate job!<br><br>Click on the buttons above to learn more about our sponsors. Keep an eye on our <a href='https://www.facebook.com/groups/ecss.soton/'>Facebook page</a> for the latest academic events.<br><br><br>During term time, we invite our sponsors to hold talks on campus exclusively for members of ECSS. This is a great opportunity for you to keep up to speed with the latest innovations, network with leading companies, and even secure your graduate job! Our sponsors also regularly bring in pieces of kit for live hardware demonstrations, such as Leonardo with their military grade thermal imaging camera.<br><br><br>Besides talks, we host hackathons and interview days. Hackathons are valuable events where teams of engineers collaborate on hardware/software projects, with the common purpose of completing an assigned challenge. They are great opportunities to use new kit, enhance your skills, and make new friends.<br>The interview days are great opportunities to meet with companies, gain experience with interviews, and of course land a graduate job! ECS graduates are highly sought after.",
            "Image" : "images/ecss-logo-square.png"
        }
    },

    "Gold" : {
        "J. P. Morgan" : {
            "Name" : "J. P. Morgan",
            "Website" : "http://www.jpmorgan.com/",
            "Image" : "images/sponsors/jpmorgan.jpg",
            "Info" : "JP Morgan is one of the world’s largest and oldest banking institutions. It was founded in 1871 and has its headquarters in New York City, US. It has a team of over 26,000 happy employees. It provides a wide range of services, which include banking, financial and software solutions. It has been one of ECSS’s oldest sponsors and currently holds a Gold sponsor status. It offers a wide range of opportunities to ECS students."
        },
        "Imagination Technologies" : {
            "Name" : "Imagination Technologies",
            "Website" : "http://imgtec.com/",
            "Image" : "images/sponsors/imagination.jpg",
            "Info" : "Imagination Technologies are British-based technology giant. They deal in intellectual property licensing and other technology sectors such as chip design. They were founded in 1985 and have their headquarters in Kings Langley, UK. They have a strong force of about 1700 employees and counting. They are one of the fastest growing British Technology companies. They are one of the two gold sponsors of ECSS and have had an excellent working relationship with the society."
        }
    },

    "Silver": {
	    "Ultra Electronics" : {
            "Name" : "Ultra Electronics",
            "Website" : "http://www.ultra-electronics.com/",
            "Image" : "images/sponsors/ultra.jpg",
            "Info" : "Ultra Electronics is a technology company based in London, UK, manufacturing a wide array of technolgies from underwater defence to industrial control."
        },
        "FactSet" : {
            "Name" : "FactSet",
            "Website" : "http://factset.com/",
            "Image" : "images/sponsors/factset.jpg",
            "Info" : "FactSet is a company that specializes in financial data and software. It was founded in 1978 and has its headquarters in Norwalk, US. FactSet has a reputation for creating an excellent working environment for it’s employees all over the world and have been listed in the Forbes '200 best small companies'."
        },
        "BAE Systems" : {
            "Name" : "BAE Systems",
            "Website" : "http://www.baesystems.com/",
            "Image" : "images/sponsors/bae.jpg",
            "Info" : "BAE Systems are one of the largest defense, security and aerospace companies on the planet. They were founded in 1999 and have their headquarters in London. They are one of the biggest suppliers to the British and US Defense Forces among others."
        },
        "Deutsche Bank" : {
            "Name" : "Deutsche Bank",
            "Image" : "images/sponsors/deutscheBank.jpg",
            "Website" : "https://www.db.com/unitedkingdom/",
            "Careers" : "http://db.com/careers/technology",
            "Info" : "<p><strong>Shape the future of global finance Intelligence.</strong></p><p>Insight. Innovation. If you&rsquo;re driven by new ideas, there&rsquo;s a lot to look forward to as part of the Technology team at Deutsche Bank. Together, we develop, manage and build the tools that keep our business and global client base connected. We&rsquo;re pioneering the next generation of systems that will make us a stronger, safer bank. This is your chance to lead that change.</p><p>We use technology to create a competitive edge, whether that&rsquo;s designing algorithms that predict price changes over microseconds, producing complex quantitative tools that execute trades for clients, or building applications capable of moving EUR trillions around the globe, every day. With a strong position in Europe and a significant presence in the Americas and Asia Pacific, our network and influence now extends to every part of the globe. Now, we&rsquo;re designing the digital bank of the future. You can help us create it.</p><p>Although we have many roles requiring programming skills, you don&rsquo;t need to be a technical expert to join Technology at Deutsche Bank. We&rsquo;re looking for future-focused developers, coders, programmers, as well as business and functional analysts to use their expertise to drive forward the way the banking industry runs today.</p><p>In each of these roles, you&rsquo;ll use your creativity and intellectual curiosity to solve difficult problems, and provide the kind of innovative solutions that will transform our business. Our future is yours to shape. Discover a career to look forward to at <a title='Deutsche Bank Careers' href='http://db.com/careers/technology' target='_blank'>db.com/careers/technology</a></p>"
        }
    },

    "Bronze": {
        "ARM" : {
            "Name" : "ARM",
            "Website" : "http://www.arm.com/",
            "Image" : "images/sponsors/arm.jpg",
            "Info" : "ARM is a British semiconductor and software company.  It was founded in 1990 and has its headquarters in Cambridge, UK. Some of its clients include Apple and Samsung."
        },
        "Schroders" : {
            "Name" : "Schroders",
            "Website" : "http://www.schroders.com/",
            "Image" : "images/sponsors/schroders.png",
            "Info" : "Schroders is an independent, dedicated asset manager with a strong heritage and culture based on over 200 years experience of investment markets."
        },
        "Leonardo" : {
            "Name" : "Leonardo",
            "Website" : "https://www.leonardocompany.com/",
            "Image" : "images/sponsors/leonardo.png",
            "Info" : "Leonardo-Finmeccanica is a global high-tech player in Aerospace, Defence and Security. With headquarters in Italy and over 47,000 employees, Leonardo-Finmeccanica has a consolidated industrial presence in four main markets (Italy, the UK, the U.S. and Poland), and an important network of strategic partnerships in the main high potential markets worldwide. In January 2016 the activities of AgustaWestland, Alenia Aermacchi, Selex ES, OTO Melara and WASS were absorbed into One Company and on 28 April 2016, Finmeccanica became Leonardo."
        }
    }
}
