{
    "Gold" : {
        "J. P. Morgan" : {
            "Name" : "J. P. Morgan",
            "Website" : "http://www.jpmorgan.com/",
            "Image" : "images/sponsors/jpmorgan.jpg",
            "Info" : "JP Morgan is one of the world’s largest and oldest banking institutions. It was founded in 1871 and has its headquarters in New York City, US. It has a team of over 26,000 happy employees. It provides a wide range of services, which include banking, financial and software solutions. It has been one of ECSS’s oldest sponsors and currently holds a Gold sponsor status. It offers a wide range of opportunities to ECS students."
        },
        "American Express" : {
            "Name" : "American Express",
            "Website" : "https://www.americanexpress.com/uk/",
            "Image" : "images/sponsors/americanexpress.gif",
            "Info" : "American Express provides innovative payment, travel and expense management solutions for individuals and businesses of all sizes."
        },
    },

    "Silver": {
        "ARM" : {
            "Name" : "ARM",
            "Website" : "http://www.arm.com/",
            "Image" : "images/sponsors/arm.jpg",
            "Info" : "ARM is a British semiconductor and software company.  It was founded in 1990 and has its headquarters in Cambridge, UK. Some of its clients include Apple and Samsung."
        },
        "FactSet" : {
            "Name" : "FactSet",
            "Website" : "http://factset.com/",
            "Image" : "images/sponsors/factset.jpg",
            "Info" : "FactSet is a company that specializes in financial data and software. It was founded in 1978 and has its headquarters in Norwalk, US. FactSet has a reputation for creating an excellent working environment for it’s employees all over the world and have been listed in the Forbes '200 best small companies'."
        },
        "Deutsche Bank" : {
            "Name" : "Deutsche Bank",
            "Website" : "https://www.db.com/unitedkingdom/",
            "Careers" : "db.com/careers/technology",
            "Info" : "<p><strong>Shape the future of global finance Intelligence.</strong></p><p>Insight. Innovation. If you&rsquo;re driven by new ideas, there&rsquo;s a lot to look forward to as part of the Technology team at Deutsche Bank. Together, we develop, manage and build the tools that keep our business and global client base connected. We&rsquo;re pioneering the next generation of systems that will make us a stronger, safer bank. This is your chance to lead that change.</p><p>We use technology to create a competitive edge, whether that&rsquo;s designing algorithms that predict price changes over microseconds, producing complex quantitative tools that execute trades for clients, or building applications capable of moving EUR trillions around the globe, every day. With a strong position in Europe and a significant presence in the Americas and Asia Pacific, our network and influence now extends to every part of the globe. Now, we&rsquo;re designing the digital bank of the future. You can help us create it.</p><p>Although we have many roles requiring programming skills, you don&rsquo;t need to be a technical expert to join Technology at Deutsche Bank. We&rsquo;re looking for future-focused developers, coders, programmers, as well as business and functional analysts to use their expertise to drive forward the way the banking industry runs today.</p><p>In each of these roles, you&rsquo;ll use your creativity and intellectual curiosity to solve difficult problems, and provide the kind of innovative solutions that will transform our business. Our future is yours to shape. Discover a career to look forward to at <a title='Deutsche Bank Careers' href='db.com/careers/technology' target='_blank'>db.com/careers/technology</a></p>"
        }
    },

    "Bronze": {
        
    }
}
