{
	"President":{
		"Name":"Ricki Tura",
		"Manifesto":"Hi, I'm Ricki and I'm the ECSS president for 2017/18. Having spent the previous year as secretary for the society, it has been great to see ECSS grow on all fronts.<br>This year I plan to build upon the achievements accomplished so far, by boosting participation at the various socials and events hosted by the society through improved marketing and thorough planning. By taking into account member feedback, especially from our postgraduate students, I plan to host a wider range of socials so that everyone feels included. I also plan to host more events from our sponsoring companies, so that our members get greater exposure to the companies and industries that find ECS graduates so valuable.<br>In my spare time I play for the ECSS football team, participate in Parkruns, and make projects at Robosoc. If you have any questions, feel free to get in touch!",
		"Facebook":"https://www.facebook.com/ricki.tura",
		"Email":"rst1g15@soton.ac.uk",
		"Image":"images/committee/president.jpg",
		"RoleDisplayName":"President",
		"RoleDescription":"The President's job is to direct the Society and be the external representative. This involves maintaining relationships with the faculty, sponsors and other external sources, as well as chairing meetings within the Society. The President must keep track of every aspect of the Society to ensure the whole committee and all members are working towards the same goals."
	},

	"Vice President":{
		"Name":"Ayush Katariya",
		"Manifesto":"Hi, I’m Ayush and I’m the ECSS Vice-President for the year 2017/2018. Having served the society as Academic Officer last year, it feels good to step up my role in order to help the society grow.<br>My main objectives this year are to improve the visibility of ECSS among our members and to have a wider variety of events and socials than we have had before. In my role as Vice President, I work alongside the President to ensure the smooth functioning of the society on all fronts.<br>I am an active member of the Wrestling Society and enjoy all forms of martial arts and performance sports. You can usually find me in Level 3 Labs annoying people who are trying to work, watching football at the Stags, or, at the Rockstone [Best Burgers in Town! (Unpaid Advertisement)]. In my spare time I like to play FIFA and try and do things as far away from my degree as possible. Feel free to get in touch!",
		"Facebook":"https://www.facebook.com/ayushkatariya",
		"Email":"ak10n13@ecs.soton.ac.uk",
		"Image":"images/committee/vicepresident.jpg",
		"RoleDisplayName":"Vice President",
		"RoleDescription":"The vice president assists the president in admin tasks and representing the society at faculty and SUSU society events."
	},
	"Secretary":{
		"Name":"Charis King",
                "Manifesto":"Hi, I’m Charis, and I am ECSS’ secretary. Long story short, I sort out all of the society’s admin. I am the person who has the honour of typing up the society minutes (putting my touch typing skills to the test in the process).<br><br>My aim as secretary this year is to keep the society running smoothly, so that more and more brilliant events can be run! If I do my job well, you shouldn’t even realise I’m here (though, I’ve been using my glasses to hide my true superhero identity for many years now, so keeping hidden is a real strength of mine).<br><br>When I’m not furiously typing up society agendas, you’ll find me hand sewing bunting, discovering new music on spotify, baking too much cake or fixing my parent’s printer. Although, more often than not, I am undertaking a mad capped combination of all of them.",
		"Facebook":"https://www.facebook.com/charis.king.7",
		"Email":"clk1g16@soton.ac.uk",
		"Image":"images/committee/secretary.jpg",
		"RoleDisplayName":"Secretary",
		"RoleDescription":"The secretary is in charge of taking minutes, organising the meetings and sorting through admin items for the society."
        },
	"Academic":{
		"Name":"Denisa Prisiceanu",
		"Manifesto":"As Academic Officer I would not just continue upon the great work done by the previous officers but build upon the strong foundations left by them.<br>I would want professionals who have ECS backgrounds but work in roles other than technology to tell students how they went about their professional lives. I would want to give ECS students an opportunity to explore careers (like consultancy, investment banking, finance etc.) outside of technology, adding on to the traditional talks and roles that ECS students look forward to.<br>I would make sure that all companies, recruiters and generally all people know that they deal with the very best when they come to Southampton and aim to make ECS graduates exclusive and wanted by the companies rather than the other way round. Cheers!",
		"Facebook":"https://www.facebook.com/denisa.prisiceanu",
		"Email":"dcp1n13@ecs.soton.ac.uk",
		"Image":"images/committee/academic.jpg",
		"RoleDisplayName":"Academic Officer",
		"RoleDescription":"The academic secretary has the job of organising ECSS talks and academic events, raising sponsorship funds for the society, managing all interaction with all ECSS sponsors as well as looking out for new ones."
	},
	"Social":{
		"Name":"Luke Woolley",
		"Manifesto":"Hi, my name is Luke, you may know me as the short guy with blue hair who drinks a lot. I&rsquo;m a first-year Electronics and Electrical Engineering student and I am your social sec. ECSS is a wonderful society that made me feel incredibly welcome when I first arrived and I want to give back. As social sec I would continue the great work that is currently going on, but I also have many new things to bring to the table. For one I want to improve the first social, including a bad weather contingency. I also want to introduce more socials that split people into smaller groups, such as internal leagues for board and card games, and a nerdy pub quiz as many people feel overwhelmed by the big events and pub crawls. I also want to have more ECSS themed pub crawls, such as more visits to the Alexandria Beer Emporium and themed pub crawls (ie sci fi). <br>And remember, at least I&rsquo;m better than events with no free pizza.",
		"Facebook":"https://www.facebook.com/lukegwoolley",
		"Email":"sw1n15@ecs.soton.ac.uk",
		"Image":"images/committee/social.jpg",
		"RoleDisplayName":"Social Secretary",
		"RoleDescription":"The social sec's job is, surprisingly enough, to organise and run the various socials that ECSS has!<br><br>We have a social about once a week, so there's plenty to be organised. As social sec you have to put together a calendar of events, invite people to them (usually FB and maybe e-mail) and make sure all the relevant stuff is sorted ahead of time such as room bookings or checkingthat pubs will be available for large groups.<br><br> After that is running the social, which is the fun bit! Make sure people are enjoying themselves and go around chatting. You might also have to delegate some pizza-buyers for the more chilled out socials.<br><br> All in all, it's good fun! There's a good bit of organisation but mostly the role involves getting to know lots of people and helping them have awesome events with their mates :D"
	},
	"Web":{
		"Name":"Harry Brown",
		"Manifesto":"I love the web. I was born with &lt;head&gt; on my forehead.<br>On a more serious note I&#039;m my name is Harry and I am looking to maintain the great work already going on, whilst also building on the website when needed. I'm that guy that makes this website look so cool",
		"Facebook":"https://www.facebook.com/hrybrn",
		"Email":"hb15g16@ecs.soton.ac.uk",
		"Image":"images/committee/awesomewebmaster.jpg",
		"RoleDisplayName":"Web Officer",
		"RoleDescription":"The webmaster is in charge of maintaining the society website and services, allowing the rest of the committee to get the latest information direct to you!"
	},
	"Games":{
		"Name":"Christian Clarke",
		"Manifesto":"Hi I&#039;m Chris, a first year electronics student and your games officer. As a regular attendee of ECSS games events I know how important these events are for new students, and how much older students enjoy them. As games officer I am looking into greater integration with the social sec(and looking for repeats of things like the nerdy pub crawl) as well as trying to expand the range of activities, with a DnD night or an internal magic league. I am also very interested in running beginner nights for those who are interested in various games but have never played before. The most important thing however is to continue the open and friendly atmosphere of the games nights and ensure all who attend enjoy themselves.",
		"Facebook":"https://www.facebook.com/christian.clarke.3114",
		"Email":"cc11g16@ecs.soton.ac.uk",
		"Image":"images/committee/games.jpg",
		"RoleDisplayName":"Games Officer",
		"RoleDescription":"The games master is in charge of organising gaming events across the year, which mostly are social events where anyone can turn up and play any games with friends."
		},
	"Treasurer":{
		"Name":"Angus Brown",
		"Manifesto":"Hi, I’m Angus and I’m the treasurer for 2017/18. I look after the bank account and make sure that the money is available and paid out to people to fund the socials and other activities within the society. In my spare time, I like to play and make music as well as turning up to random sports societies from time and time and doing park runs. Also, occasionally found having a boogie on the Jesters or Oceana dance floor.",
		"Facebook":"https://www.facebook.com/angus.brown.948",
		"Email":"ab27g15@ecs.soton.ac.uk",
		"Image":"images/committee/treasurer.jpg",
		"RoleDisplayName":"Treasurer",
		"RoleDescription":"The treasurer is responsible for keeping all finances in order as they are responsible for the society's funds. They are also required to present the accounts at the AGM and any other time if required."
	},
	"Marketing":{
		"Name":"George Elliott-Hunter",
		"Manifesto":"First I was Academic Sec. Then I was Social Sec. Now, in my quest for ever less important roles I am going into MARKETING!<br>All of the FB event headers, merchandise graphics and so on are made by me. Even the Christmas party snowflake logo and the main society logo itself were designed by me!<br>But marketing should be more than just a graphic design role. It should be about presenting a consistent image across everything we do.<br><br>In short:<br>- Good at the Photoshops<br>- Owns a nice camera",
		"Facebook":"https://www.facebook.com/gelliotthunter",
		"Email":"gpeh1g14@ecs.soton.ac.uk",
		"Image":"images/committee/marketing.jpg",
		"RoleDisplayName":"Marketing Officer",
		"RoleDescription":"The marketing officers produce advertising media for the society. These includes emails, posters and any other required material."
	},
	"Sports":{
		"Name":"Bradley Elvy",
		"Manifesto":"Sports in ECSS is very limited and I would like to change that. In the past year I have seen the football team grow from struggling to get enough players for a game to having so many players turn up that it&#039;s hard to get everyone on the pitch. It would be great to see this happen for another sport in ECSS, even if it&#039;s just for the social aspect of the team. <br>I propose:<br>-Tournaments for games such as table tennis, badminton, snooker, pool, chess etc...<br>-Casual Leagues set up for sports within ECSS<br>-More intramural sports<br>-Focus on getting everyone involved, no matter what skill level (it&#039;s good for us to not be staring at a screen all day)",
		"Facebook":"https://www.facebook.com/brad.elvy.1",
		"Email":"be5g16@ecs.soton.ac.uk",
		"Image":"images/committee/sports.jpg",
		"RoleDisplayName":"Sports Officer",
		"RoleDescription":"The sports officer is in charge of managing the ECSS football team, and organising ECSS presence at football tournaments throughout the year."
	},
	"Welfare":{
		"Name":"Hope Shaw",
		"Manifesto":"Hello, my name&#039;s Hope. I&#039;m a first year electronics student and I&#039;m a new runner for the committee.  I am currently a course rep and have loved being able to have positive impact to the department and the people within it. I believe that the ECSS is a brilliantly inclusive and supportive environment, thanks to Eliza and the other committee members, and I&#039;d love to continue the good work. I&#039;m passionate about mental health awareness and peer-peer support as well as (and don&#039;t kill me) encouraging women in stem subjects.",
		"Facebook":"https://www.facebook.com/HopeOctaviaAnnShaw",
		"Email":"hos1n15@ecs.soton.ac.uk",
		"Image":"images/committee/welfare.jpg",
		"RoleDisplayName":"Welfare Officer",
		"RoleDescription":"The welfare officer caters for students in a personal manner by ensuring everyone is included in the society's activities. They also take of the needs of students and their view of certain aspects like the push for releasing timetables earlier."
	},
	"Masters' Rep":{
		"Name":"Boris-Emanuel Yazadzhiyan",
		"Manifesto":"My name is Boris-Emanuel Yazadzhiyan and I am following up on my undergraduate degree in Electronics and Electrical Engineering (University of Sunderland) with a Master`s in Energy and Sustainability with Electrical Power Engineering.  I am mainly motivated to be the Master`s rep on the ECSS committee because it will enable me to take an active part in the improvement of the university experience for all postgraduate students. In addition, I wish to broaden my horizons and take on responsibilities which challenge me more than just academically. As a student rep I will act as a bridge in communication between the students and the ECSS and will aim to highlight all student feedback to the committee for discussion and actions. The social / fun events I attended so far have been incredible and I am motivated to take part in their planning and use them as a tool for increasing student participation in the ECSS. Furthermore, having done a few volunteering projects involving the organisation of events, I appreciate the work and preparation that goes into running them. I intend on using my previous experience to support me when helping the social secretary develop fun ways to involve more students in the ECSS. I am particularly looking forward to working alongside the rest of the committee in the organisation of guest speaker talks and networking events with companies from industry, which are to help students get a feel for the companies they will potentially apply to after graduation. ",
		"Facebook":"https://www.facebook.com/ed.gillbard",
		"Email":"bey1g16@ecs.soton.ac.uk",
		"Image":"images/committee/masters.jpg",
		"RoleDisplayName":"Masters Representative",
		"RoleDescription":"The masters rep liases with students on ECS masters courses, helping the ECSS committee who are often in their undergraduate degrees to cater for the masters audience."
	},
	"PhD Rep":{
		"Name":"Ed Gillbard",
		"Manifesto":"As your PhD representative, my ultimate aim would be to have as many doctorate students as possible getting involved in ECSS.  The weekly ECSS socials would play a large part in this, and getting you interested in these events would be my first priority.  I'd also be looking to help organise some more chilled out socials, aimed more at postgraduate students but open to everyone in ECSS.  Having talked to a few you,  there's a lot of interest in having PhD and MSc focused talks from industry/academia so I want to try and organise frequent talks with that in mind.  Aside from helping to set up events for you, I’ll be representing you all within ECSS, giving feedback and making sure ECSS is helping you as much as possible!",
		"Facebook":"https://www.facebook.com/ed.gillbard",
		"Email":"eg16g15@ecs.soton.ac.uk",
		"Image":"images/committee/phd.jpg",
		"RoleDisplayName":"PhD Representative",
		"RoleDescription":"The PhD rep liases with students on ECS doctoral courses, helping the ECSS committee who are often in their undergraduate degrees to cater for the PhD audience."
	}
}
