{
	"Вашият комитет":{
		"Name":"Комитет на ECSS",
		"Image":"images/everyone-cropped.png",
		"RoleDisplayName":"2017-2018",
		"RoleDescription":"",
		"Manifesto":"Комитетът на ECSS работи неуморно от ваше име, за да подсигурят най-добрите социални събития и спонсорирани дейности. Кликнете на който и да е от бутоните по-горе, за да видите кой държи съответната роля и как смята да я изпълнява.",
		"Facebook":"http://www.facebook.com/ecss.soton",
		"Email":"society@ecs.soton.ac.uk"
	},
	"Президент":{
		"Name":"Рики Тура",
		"Manifesto":"Здравейте, аз съм Рики и съм президентът на ECSS за 2017-та/2018-та година. Прекарвайки миналата година като секретар на ECSS, за мен беше прекрасно да видя Обществото как расте във всички посоки.<br><br>Тази година смятам да надградя досегашните постижения като повиша общото присъствие на различните събития, организирани от Обществото, чрез подобрено промотиране и подробно планиране. Вземайки предвид отзивите на членовете на ECSS, особено тези на магистърските ни студенти, имам намерение да организирам по-голям подбор от социални събития, за да може всеки да се чувства като част от нас. Също така смятам да организирам повече събития със спонсориращите ни компании, за да може членовете ни да имат повече досег до компаниите и индустриите, които оценяват високо завършилите ECS.<br><br>В свободното си време играя във футболния отбор на ECSS, участвам в Parkruns и правя проекти в Robosoc. Ако имате въпроси, не се колебайте да се свържете с мен! ",
		"Facebook":"https://www.facebook.com/ricki.tura",
		"Email":"rst1g15@soton.ac.uk",
		"Image":"images/committee/president.jpg",
		"RoleDisplayName":"President",
		"RoleDescription":"Работата на президента е да насочва Обществото и да бъде негов външен представител. Това включва поддържане на отношения с факултета, спонсорите и други външни източници, както и председателстване на срещи на Обществото. Президентът трябва да следи всички дейности във Обществото, за да е сигурно, че целият комитет и всички членове работят към едни и същи цели."
	},

	"Вицепрезидент":{
		"Name":"Аюш Катария",
		"Manifesto":"Здравейте, аз съм Аюш и съм вицепрезидентът на ECSS за 2017-та/2018-та година. Като Академичен Секретар за миналата година се радвам да поема по-висока роля, за да помогна на Обществото да расте.<br><br>Главните ми цели тази година са да направя ECSS по-видимо за нашите членове и да имаме по-голямо разнообразие от събития, отколкото сме имали преди. В ролята си на Вицепрезидент, работя наред с Президента с цел да се подсигури гладкото функциониране на Обществото на всички фронтове.<br><br>Аз съм активен член на Обществото по борба (Wrestling Society) и харесвам всякакви бойни изкуства и състезателни спортове на високо ниво. Обикновено можете да ме намерите в лабовете на 3-тия етаж да досаждам на хора, които се опитват да работят, или да гледам мач в Stags, или в Rockstone [Най-добрите бургери в града! (Неплатена Реклама)]. В свободното си време обичам да играя FIFA и да правя неща, възможно най-далечни от това, което уча. Чувствайте се свободни да се свържете с мен!",
		"Facebook":"https://www.facebook.com/ayushkatariya",
		"Email":"ak10n13@ecs.soton.ac.uk",
		"Image":"images/committee/vicepresident.jpg",
		"RoleDisplayName":"Вицепрезидент",
		"RoleDescription":"Вицепрезидентът помага на Президента в административните задължения и в представляването на Обществото на събития на Факултета и на обществата на SUSU."
	},
	"Секретар":{
		"Name":"Чарис Кинг",
                "Manifesto":"Здравейте, аз съм Чарис и съм секретар на ECSS. Накратко, аз разчиствам всички административни подробности в Обществото. Аз съм човекът, който има честта да води протокола на срещите на комитета (тествайки способностите си за писане без гледане на клавиатурата в този процес).<br><br>Целта ми като секретар тази година е да позволявам на Обществото да действа безпредпятствено, за да може да се правят още и още страхотни събития! Ако си върша работата добре, не би трябвало дори да забелязвате, че съм тук (въпреки че от години използвам очилата си, за да крия истинската си самоличност на супергерой, така че ме бива да крия в тайна присъствието си).<br><br>Когато не съм заета яростно да вписвам дневния ред на Обществото, ще ме намерите да шия триъгълни гирлянди на ръка, да намирам нова музика в Spotify, да правя твърде много торти или да поправям родителския принтер. Твърде често, обаче, попадам в налудничава комбинация от всички изброени едновременно.",
		"Facebook":"https://www.facebook.com/charis.king.7",
		"Email":"clk1g16@soton.ac.uk",
		"Image":"images/committee/secretary.jpg",
		"RoleDisplayName":"Секретар",
		"RoleDescription":"Секретарят отговаря за воденето на протокол от срещите на Комитета, организирането на срещи на Комитета и сортирането на административните задължения на Обществото."
        },
	"Академичен секретар":{
		"Name":"Дениса Присичеану",
		"Manifesto":"Като Академичен секретар няма само да продължа чудесната работа на предишните отговорници, но и да надградя над стабилната основа, оставена от тях.<br><br>Бих искала професионалисти, произхождащи от ECS, но работещи в сфери, различни от технологиите, да разкажат на студентите как се е развил професионалният им живот. Бих искала да дам на студентите от ECS възможността да се запознаят с кариери (като консултанство, инвестиционно банкиране, финанси и т.н.), отделни от технологиите, добавяйки нови неща към традиционните лекции и роли, които студентите от ECS очакват.<br><br>Ще се погрижа всички компании, работодатели и като цяло всички хора да знаят, че си имат работа с най-доброто, когато дойдат в Саутхемптън, и целя да направя възпитаниците на ECS ексклузивни и желани от компаниите, вместо обратното.",
		"Facebook":"https://www.facebook.com/denisa.prisiceanu",
		"Email":"dcp1n13@ecs.soton.ac.uk",
		"Image":"images/committee/academic.jpg",
		"RoleDisplayName":"Академичен секретар",
		"RoleDescription":"Академичният секретар има за работа да организира лекции и академични събития за ECSS, да набира средства от спонсори за Обществото, да управлява всички комуникации със спонсорите на ECSS, както и да се оглежда за нови."
	},
	"Социален секретар":{
		"Name":"Люк Уули",
		"Manifesto":"Здравейте, казвам се Люк, сигурно ме знаете като ниския със синята коса дето пие много. Уча Електроника и електрическо инженерство първа година и саъм вашият социален секретар. ECSS е прекрасно общество, което ме накара да се чувствам изключително добре дошъл когато дойдох за първи път, и искам да върна услугата. Като социален секретар бих искал да продължа страхотната работа, правена до момента, но също така има много нови неща, които мога да донеса на Обществото. Като начало бих подобрил първото социално събитие, включително резервен план при лошо време. Също така бих искал да въведа повече събития, където хората са разделени на по-малки групи, като например вътрешни турнири по настолни игри и игри с карти, както и nerdy pub quiz, тъй като много хора не се чувстват добре в претоварената обстановка на големите събития и pub crawls. Също така искам да организирам повече ECSS pub crawls, като например повече ходения до Alexandria Beer Emporium или тематични pub crawls (например sci fi).<br><br>И помнете, поне съм по-добре от събития без безплатна пица.",
		"Facebook":"https://www.facebook.com/lukegwoolley",
		"Email":"sw1n15@ecs.soton.ac.uk",
		"Image":"images/committee/social.jpg",
		"RoleDisplayName":"Социален секретар",
		"RoleDescription":"The social sec's job is, surprisingly enough, to organise and run the various socials that ECSS has!<br><br>We have a social about once a week, so there's plenty to be organised. As social sec you have to put together a calendar of events, invite people to them (usually FB and maybe e-mail) and make sure all the relevant stuff is sorted ahead of time such as room bookings or checkingthat pubs will be available for large groups.<br><br> After that is running the social, which is the fun bit! Make sure people are enjoying themselves and go around chatting. You might also have to delegate some pizza-buyers for the more chilled out socials.<br><br> All in all, it's good fun! There's a good bit of organisation but mostly the role involves getting to know lots of people and helping them have awesome events with their mates :D"
	},
	"Web":{
		"Name":"Harry Brown",
		"Manifesto":"I love the web. I was born with &lt;head&gt; on my forehead.<br><br>On a more serious note I&#039;m my name is Harry and I am looking to maintain the great work already going on, whilst also building on the website when needed. I'm that guy that makes this website look so cool",
		"Facebook":"https://www.facebook.com/hrybrn",
		"Email":"hb15g16@ecs.soton.ac.uk",
		"Image":"images/committee/awesomewebmaster.jpg",
		"RoleDisplayName":"Web Officer",
		"RoleDescription":"The webmaster is in charge of maintaining the society website and services, allowing the rest of the committee to get the latest information direct to you!"
	},
	"Games":{
		"Name":"Christian Clarke",
		"Manifesto":"Hi I&#039;m Chris, a first year electronics student and your games officer. As a regular attendee of ECSS games events I know how important these events are for new students, and how much older students enjoy them. As games officer I am looking into greater integration with the social sec(and looking for repeats of things like the nerdy pub crawl) as well as trying to expand the range of activities, with a DnD night or an internal magic league. I am also very interested in running beginner nights for those who are interested in various games but have never played before. The most important thing however is to continue the open and friendly atmosphere of the games nights and ensure all who attend enjoy themselves.",
		"Facebook":"https://www.facebook.com/christian.clarke.3114",
		"Email":"cc11g16@ecs.soton.ac.uk",
		"Image":"images/committee/games.jpg",
		"RoleDisplayName":"Games Officer",
		"RoleDescription":"The games master is in charge of organising gaming events across the year, which mostly are social events where anyone can turn up and play any games with friends."
		},
	"Treasurer":{
		"Name":"Angus Brown",
		"Manifesto":"Hi, I’m Angus and I’m the treasurer for 2017/18. I look after the bank account and make sure that the money is available and paid out to people to fund the socials and other activities within the society. In my spare time, I like to play and make music as well as turning up to random sports societies from time and time and doing park runs. Also, occasionally found having a boogie on the Jesters or Oceana dance floor.",
		"Facebook":"https://www.facebook.com/angus.brown.948",
		"Email":"ab27g15@ecs.soton.ac.uk",
		"Image":"images/committee/treasurer.jpg",
		"RoleDisplayName":"Treasurer",
		"RoleDescription":"The treasurer is responsible for keeping all finances in order as they are responsible for the society's funds. They are also required to present the accounts at the AGM and any other time if required."
	},
	"Marketing":{
		"Name":"George Elliott-Hunter",
		"Manifesto":"First I was Academic Sec. Then I was Social Sec. Now, in my quest for ever less important roles I am going into MARKETING!<br><br>All of the FB event headers, merchandise graphics and so on are made by me. Even the Christmas party snowflake logo and the main society logo itself were designed by me!<br><br>But marketing should be more than just a graphic design role. It should be about presenting a consistent image across everything we do.<br><br>In short:<br>- Good at the Photoshops<br>- Owns a nice camera",
		"Facebook":"https://www.facebook.com/gelliotthunter",
		"Email":"gpeh1g14@ecs.soton.ac.uk",
		"Image":"images/committee/marketing.jpg",
		"RoleDisplayName":"Marketing Officer",
		"RoleDescription":"The marketing officers produce advertising media for the society. These includes emails, posters and any other required material."
	},
	"Sports":{
		"Name":"Bradley Elvy",
		"Manifesto":"Sports in ECSS is very limited and I would like to change that. In the past year I have seen the football team grow from struggling to get enough players for a game to having so many players turn up that it&#039;s hard to get everyone on the pitch. It would be great to see this happen for another sport in ECSS, even if it&#039;s just for the social aspect of the team. <br><br>I propose:<br>-Tournaments for games such as table tennis, badminton, snooker, pool, chess etc...<br>-Casual Leagues set up for sports within ECSS<br>-More intramural sports<br>-Focus on getting everyone involved, no matter what skill level (it&#039;s good for us to not be staring at a screen all day)",
		"Facebook":"https://www.facebook.com/brad.elvy.1",
		"Email":"be5g16@ecs.soton.ac.uk",
		"Image":"images/committee/sports.jpg",
		"RoleDisplayName":"Sports Officer",
		"RoleDescription":"The sports officer is in charge of managing the ECSS football team, and organising ECSS presence at football tournaments throughout the year."
	},
	"Welfare":{
		"Name":"Hope Shaw",
		"Manifesto":"Hello, my name&#039;s Hope. I&#039;m a first year electronics student and I&#039;m a new runner for the committee.  I am currently a course rep and have loved being able to have positive impact to the department and the people within it. I believe that the ECSS is a brilliantly inclusive and supportive environment, thanks to Eliza and the other committee members, and I&#039;d love to continue the good work. I&#039;m passionate about mental health awareness and peer-peer support as well as (and don&#039;t kill me) encouraging women in stem subjects.",
		"Facebook":"https://www.facebook.com/HopeOctaviaAnnShaw",
		"Email":"hos1n15@ecs.soton.ac.uk",
		"Image":"images/committee/welfare.jpg",
		"RoleDisplayName":"Welfare Officer",
		"RoleDescription":"The welfare officer caters for students in a personal manner by ensuring everyone is included in the society's activities. They also take of the needs of students and their view of certain aspects like the push for releasing timetables earlier."
	},
	"Masters' Rep":{
		"Name":"Boris-Emanuel Yazadzhiyan",
		"Manifesto":"My name is Boris-Emanuel Yazadzhiyan and I am following up on my undergraduate degree in Electronics and Electrical Engineering (University of Sunderland) with a Master`s in Energy and Sustainability with Electrical Power Engineering.  I am mainly motivated to be the Master`s rep on the ECSS committee because it will enable me to take an active part in the improvement of the university experience for all postgraduate students. In addition, I wish to broaden my horizons and take on responsibilities which challenge me more than just academically. As a student rep I will act as a bridge in communication between the students and the ECSS and will aim to highlight all student feedback to the committee for discussion and actions. The social / fun events I attended so far have been incredible and I am motivated to take part in their planning and use them as a tool for increasing student participation in the ECSS. Furthermore, having done a few volunteering projects involving the organisation of events, I appreciate the work and preparation that goes into running them. I intend on using my previous experience to support me when helping the social secretary develop fun ways to involve more students in the ECSS. I am particularly looking forward to working alongside the rest of the committee in the organisation of guest speaker talks and networking events with companies from industry, which are to help students get a feel for the companies they will potentially apply to after graduation. ",
		"Facebook":"https://www.facebook.com/ed.gillbard",
		"Email":"bey1g16@ecs.soton.ac.uk",
		"Image":"images/committee/masters.jpg",
		"RoleDisplayName":"Masters Representative",
		"RoleDescription":"The masters rep liases with students on ECS masters courses, helping the ECSS committee who are often in their undergraduate degrees to cater for the masters audience."
	},
	"PhD Rep":{
		"Name":"Ed Gillbard",
		"Manifesto":"As your PhD representative, my ultimate aim would be to have as many doctorate students as possible getting involved in ECSS.  The weekly ECSS socials would play a large part in this, and getting you interested in these events would be my first priority.  I'd also be looking to help organise some more chilled out socials, aimed more at postgraduate students but open to everyone in ECSS.  Having talked to a few you,  there's a lot of interest in having PhD and MSc focused talks from industry/academia so I want to try and organise frequent talks with that in mind.  Aside from helping to set up events for you, I’ll be representing you all within ECSS, giving feedback and making sure ECSS is helping you as much as possible!",
		"Facebook":"https://www.facebook.com/ed.gillbard",
		"Email":"eg16g15@ecs.soton.ac.uk",
		"Image":"images/committee/phd.jpg",
		"RoleDisplayName":"PhD Representative",
		"RoleDescription":"The PhD rep liases with students on ECS doctoral courses, helping the ECSS committee who are often in their undergraduate degrees to cater for the PhD audience."
	}
}
