{
	"Вашият комитет":{
		"Name":"Комитет на ECSS",
		"Image":"images/everyone-cropped.png",
		"RoleDisplayName":"2017-2018",
		"RoleDescription":"",
		"Manifesto":"Комитетът на ECSS работи неуморно от ваше име, за да подсигури най-добрите социални събития и спонсорирани дейности. Кликнете на който и да е от бутоните по-горе, за да видите кой държи съответната роля и как смята да я изпълнява.",
		"Facebook":"http://www.facebook.com/ecss.soton",
		"Email":"society@ecs.soton.ac.uk"
	},
	"Президент":{
		"Name":"Рики Тура",
		"Manifesto":"Здравейте, аз съм Рики и съм президентът на ECSS за 2017-та/2018-та година. Прекарвайки миналата година като секретар на ECSS, за мен беше прекрасно да видя Обществото как расте във всички посоки.<br><br>Тази година смятам да надградя досегашните постижения като повиша общото присъствие на различните събития, организирани от Обществото, чрез подобрено промотиране и подробно планиране. Вземайки предвид отзивите на членовете на ECSS, особено тези на магистърските ни студенти, имам намерение да организирам по-голям подбор от социални събития, за да може всеки да се чувства като част от нас. Също така смятам да организирам повече събития със спонсориращите ни компании, за да може членовете ни да имат повече досег до компаниите и индустриите, които оценяват високо завършилите ECS.<br><br>В свободното си време играя във футболния отбор на ECSS, участвам в Parkruns и правя проекти в Robosoc. Ако имате въпроси, не се колебайте да се свържете с мен! ",
		"Facebook":"https://www.facebook.com/ricki.tura",
		"Email":"rst1g15@soton.ac.uk",
		"Image":"images/committee/president.jpg",
		"RoleDisplayName":"President",
		"RoleDescription":"Работата на президента е да насочва Обществото и да бъде негов външен представител. Това включва поддържане на отношения с факултета, спонсорите и други външни източници, както и председателстване на срещи на Обществото. Президентът трябва да следи всички дейности във Обществото, за да е сигурно, че целият комитет и всички членове работят към едни и същи цели."
	},

	"Вицепрезидент":{
		"Name":"Аюш Катария",
		"Manifesto":"Здравейте, аз съм Аюш и съм вицепрезидентът на ECSS за 2017-та/2018-та година. Като Академичен Секретар за миналата година се радвам да поема по-висока роля, за да помогна на Обществото да расте.<br><br>Главните ми цели тази година са да направя ECSS по-видимо за нашите членове и да имаме по-голямо разнообразие от събития, отколкото сме имали преди. В ролята си на Вицепрезидент, работя наред с Президента с цел да се подсигури гладкото функциониране на Обществото на всички фронтове.<br><br>Аз съм активен член на Обществото по борба (Wrestling Society) и харесвам всякакви бойни изкуства и състезателни спортове на високо ниво. Обикновено можете да ме намерите в лабовете на 3-тия етаж да досаждам на хора, които се опитват да работят, или да гледам мач в Stags, или в Rockstone [Най-добрите бургери в града! (Неплатена Реклама)]. В свободното си време обичам да играя FIFA и да правя неща, възможно най-далечни от това, което уча. Чувствайте се свободни да се свържете с мен!",
		"Facebook":"https://www.facebook.com/ayushkatariya",
		"Email":"ak10n13@ecs.soton.ac.uk",
		"Image":"images/committee/vicepresident.jpg",
		"RoleDisplayName":"Вицепрезидент",
		"RoleDescription":"Вицепрезидентът помага на Президента в административните задължения и в представляването на Обществото на събития на Факултета и на обществата на SUSU."
	},
	"Секретар":{
		"Name":"Чарис Кинг",
                "Manifesto":"Здравейте, аз съм Чарис и съм секретар на ECSS. Накратко, аз разчиствам всички административни подробности в Обществото. Аз съм човекът, който има честта да води протокола на срещите на комитета (тествайки способностите си за писане без гледане на клавиатурата в този процес).<br><br>Целта ми като секретар тази година е да позволявам на Обществото да действа безпредпятствено, за да може да се правят още и още страхотни събития! Ако си върша работата добре, не би трябвало дори да забелязвате, че съм тук (въпреки че от години използвам очилата си, за да крия истинската си самоличност на супергерой, така че ме бива да крия в тайна присъствието си).<br><br>Когато не съм заета яростно да вписвам дневния ред на Обществото, ще ме намерите да шия триъгълни гирлянди на ръка, да намирам нова музика в Spotify, да правя твърде много торти или да поправям родителския принтер. Твърде често, обаче, попадам в налудничава комбинация от всички изброени едновременно.",
		"Facebook":"https://www.facebook.com/charis.king.7",
		"Email":"clk1g16@soton.ac.uk",
		"Image":"images/committee/secretary.jpg",
		"RoleDisplayName":"Секретар",
		"RoleDescription":"Секретарят отговаря за воденето на протокол от срещите на Комитета, организирането на срещи на Комитета и сортирането на административните задължения на Обществото."
        },
	"Академичен секретар":{
		"Name":"Дениса Присичеану",
		"Manifesto":"Като Академичен секретар няма само да продължа чудесната работа на предишните отговорници, но и да надградя над стабилната основа, оставена от тях.<br><br>Бих искала професионалисти, произхождащи от ECS, но работещи в сфери, различни от технологиите, да разкажат на студентите как се е развил професионалният им живот. Бих искала да дам на студентите от ECS възможността да се запознаят с кариери (като консултанство, инвестиционно банкиране, финанси и т.н.), отделни от технологиите, добавяйки нови неща към традиционните лекции и роли, които студентите от ECS очакват.<br><br>Ще се погрижа всички компании, работодатели и като цяло всички хора да знаят, че си имат работа с най-доброто, когато дойдат в Саутхемптън, и целя да направя възпитаниците на ECS ексклузивни и желани от компаниите, вместо обратното.",
		"Facebook":"https://www.facebook.com/denisa.prisiceanu",
		"Email":"dcp1n13@ecs.soton.ac.uk",
		"Image":"images/committee/academic.jpg",
		"RoleDisplayName":"Академичен секретар",
		"RoleDescription":"Академичният секретар има за работа да организира лекции и академични събития за ECSS, да набира средства от спонсори за Обществото, да управлява всички комуникации със спонсорите на ECSS, както и да се оглежда за нови."
	},
	"Социален":{
		"Name":"Люк Уули",
		"Manifesto":"Здравейте, казвам се Люк, сигурно ме знаете като ниския със синята коса дето пие много. Уча Електроника и електрическо инженерство първа година и саъм вашият социален секретар. ECSS е прекрасно общество, което ме накара да се чувствам изключително добре дошъл когато дойдох за първи път, и искам да върна услугата. Като социален секретар бих искал да продължа страхотната работа, правена до момента, но също така има много нови неща, които мога да донеса на Обществото. Като начало бих подобрил първото социално събитие, включително резервен план при лошо време. Също така бих искал да въведа повече събития, където хората са разделени на по-малки групи, като например вътрешни турнири по настолни игри и игри с карти, както и nerdy pub quiz, тъй като много хора не се чувстват добре в претоварената обстановка на големите събития и pub crawls. Също така искам да организирам повече ECSS pub crawls, като например повече ходения до Alexandria Beer Emporium или тематични pub crawls (например sci fi).<br><br>И помнете, поне съм по-добре от събития без безплатна пица.",
		"Facebook":"https://www.facebook.com/lukegwoolley",
		"Email":"luke@ecs.soton.ac.uk",
		"Image":"images/committee/social.jpg",
		"RoleDisplayName":"Социален секретар",
		"RoleDescription":"Социалният секретар е отговорен за организирането на социални събития за Обществото, достатъчно разнообразни, за да бъдат подходящи за възможно най-голям брой от членовете."
	},
	"Уебмастър":{
		"Name":"Хари Браун",
		"Manifesto":"Обичам мрежата. Роден съм с &lt;head&gt; на челото си.<br><br>Извън кръга на шегата, казвам се Хари Браун и смятам да поддържам прекрасната работа до момента, като и да надграждам уебсайта при необходимост. Аз съм онзи, който прави този сайт да изглежда толкова готин",
		"Facebook":"https://www.facebook.com/hrybrn",
		"Email":"hb15g16@ecs.soton.ac.uk",
		"Image":"images/committee/awesomewebmaster.jpg",
		"RoleDisplayName":"Уебмастър",
		"RoleDescription":"Уебмастърът е отговорен за поддръжката на уебсайта и останалите уеб платформи на Обществото, за да могат останалите от Комитета да Ви предоставят директно най-новата информация!"
	},
	"Игри":{
		"Name":"Крѝстиян Кларк",
		"Manifesto":"Здравейте, аз съм Крис, студент по електроника първа година и Вашия отговорник за игрите. Като редовен посетител на събитията с игри на ECSS, знам колко са важни тези събития за новите студенти и колко много се харесват на по-отдавнашните студенти. Като отговорник по игрите целя по-близко сътрудничество със социалния секретар (вкючително повторения на неща като nerdy pub crawl), както и разширяване на спектъра от занимания с DnD вечер или вътрешна лига по Magic. Също така съм много заинтересован в организирането на вечери за начинаещи, за тези които проявяват интерес към най-различни игри, но никога не са ги играли. Най-важното нещо, обаче, е да се продължи отворената и приятелска атмосфера на вечерите с игри и да е сигурно, че всички които присъстват, са доволни и се забавляват.",
		"Facebook":"https://www.facebook.com/christian.clarke.3114",
		"Email":"cc11g16@ecs.soton.ac.uk",
		"Image":"images/committee/games.jpg",
		"RoleDisplayName":"Отговорник за игрите",
		"RoleDescription":"Отговорникът за игрите има за задача организирането на събития с игри през годината, които са основно социални вечери, където всеки може да дойде и да играе игри с приятели."
		},
	"Касиер":{
		"Name":"Ангъс Браун",
		"Manifesto":"Здравейте, аз съм Ангъс и съм касиер за 2017-та/2018-та година. Грижа се за банковата сметка и правя нужното, за да могат парите да са на разположение и да се разплащат на съответните хора за организирането на събития и други дейности в Обществото. В свободното си време обичам да свиря и да правя музика, както и да се появявам сред произволни спортни общества от време на време и да ходя да тичам в парка на Parkruns. Също така, понякога можете да ме намерите танцуващ буги на дансинга Jesters или Oceana.",
		"Facebook":"https://www.facebook.com/angus.brown.948",
		"Email":"ab27g15@ecs.soton.ac.uk",
		"Image":"images/committee/treasurer.jpg",
		"RoleDisplayName":"Касиер",
		"RoleDescription":"Касиерът е отговорен за държането на всички финанси в ред, тъй като е отговорен за средствата на Обществото. Също така е отговорен за представянето на финансовата дейност на Годишното събрание и в който и да е друг момент, ако се наложи."
	},
	"Маркетинг":{
		"Name":"Джордж Елиът-Хънтър",
		"Manifesto":"Първо бях академичен секретар. След това социален секретар. Сега, в преследването на все по-маловажни роли, навлизам в МАРКЕТИНГА!<br><br>Всички изображения на събитията ни във Фейсбук, картинките на тениските и т.н. са направени от мен. Дори логото ъс снежинката от коледното парти и основното лого на Обществото са мое дело!<br><br>Но маркетингът трябва да е повече от просто графично-дизайнерска роля. Трябва да е за представянето на единен имидж във всичко, което правим.<br><br>Накратко:<rb>- Добър на фотошопа<br>- Има хубав фотоапарат",
		"Facebook":"https://www.facebook.com/gelliotthunter",
		"Email":"gpeh1g14@ecs.soton.ac.uk",
		"Image":"images/committee/marketing.jpg",
		"RoleDisplayName":"Отговорник маркетинг",
		"RoleDescription":"Маркетинговият отговорник създава рекламна медия за Обществото. Това включва имейли, плакати и какъвто и да е друг необходим материал."
	},
	"Спорт":{
		"Name":"Брадли Елви",
		"Manifesto":"Спортът в ECSS е много ограничен и бих искал да променя това. В последната година видях развитието на футболния отбор от това да се мъчи да събере достатъчно играчи за мач до това да има толкова много дошли, че да е трудно да се поберат всички на полето. Би било страхотно да видим това да се случи за някой друг спорт в ECSS, дори и да е само за социалния аспект на отбора.<br><br>Предлагам:<br>- Повече вътрешни спортни занимания<br>- Съсредоточаване към включването на всички, независимо от нивото им на напредналост (добре е за нас да не зяпаме в екран по цял ден)",
		"Facebook":"https://www.facebook.com/brad.elvy.1",
		"Email":"be5g16@ecs.soton.ac.uk",
		"Image":"images/committee/sports.jpg",
		"RoleDisplayName":"Отговорник за спорта",
		"RoleDescription":"Отговорникът за спорта има за задача да управлява футболния отбор на ECSS, както и да организира участието на ECSS на футболни събития през годината."
	},
	"Благосъстояние":{
		"Name":"Хоуп Шоу",
		"Manifesto":"Здравейте, казвам се Хоуп. Аз съм студентка първа година по електроника и съм нова в комитета. В момента съм студентски представител за моя курс и страшно много ми харесва възможността да влияя положително на нашата част от университета и на хората в нея. Вярвам, че ECSS е изключително приобщаваща и насърчаваща среда благодарение на Елайза и на останалите членове на комитета, и бих се радвала да продължа добрата работа. Имам страст към информирането за психичното здраве, към подкрепата между връстници, както и към (и не ме убивайте) окуражаването на жените в технологичните и инженерните специалности.",
		"Facebook":"https://www.facebook.com/HopeOctaviaAnnShaw",
		"Email":"hos1n15@ecs.soton.ac.uk",
		"Image":"images/committee/welfare.jpg",
		"RoleDisplayName":"Отговорник за благосъстоянието на членовете",
		"RoleDescription":"Отговорникът за благосъстоянието на членовете помага на студентите в лично отношение, като се грижи всички да са включени в дейностите на Обществото. Също така наглежда нуждите на студентите и техните виждания в някои аспекти, като например желанието за по-ранно пускане на учебните графици."
	},
	"Магистърски представител":{
		"Name":"Борис-Емануел Язаджиян",
		"Manifesto":"Казвам се Борис-Емануел Язаджиян и продължавам бакалавърската си степен по Електроника и елекрическо инженерство (Университет Съндърланд) с магистратура по Енергия и Устойчивост с Електроенергетика. Основната ми мотивация да бъда магистърски представител в комитета на ECSS е, че това ще ми позволи да бъда активна част от подобряването на университетския живот за всички магистърски студенти. В добавка, бих искал да разширя хоризонта си и да си поставя предизвикателства не само от академичен характер. Като студентски представител ще играя ролята на мост на комуникацията между студентите и ECSS и ще целя да представям всички студентски отзиви пред комитета за обсъждане и предприемане на дейстия. Социалните/забавните събития, на които съм участвал до момента, бяха невероятни и съм мотивиран да взема участие в планирането им и да ги използвам за инструмент за повишаване на студентското участие в ECSS. Също така, имайки опит като доброволец в организирането на събития в миналото, оценявам работата и подготовката, които отиват в това. Имам намерение да използвам предишния си опит и да помагам на социалния секретар да намира забавни начини да ангажира повече студенти към ECSS. Имам конкретен интерес към това да работя наред с останалите от комитета за организиране на лекции и събития с гости от в индустрията, които да дадат на студентите досег с компаниите, към които може да кандидатстват след завършването си.",
		"Facebook":"https://www.facebook.com/ed.gillbard",
		"Email":"bey1g16@ecs.soton.ac.uk",
		"Image":"images/committee/masters.jpg",
		"RoleDisplayName":"Магистърски представител",
		"RoleDescription":"Магистърският представител комуникира със студентите от магистърски курсове в ECS, помагайки на комитета на ECSS, чиито членове често са студенти в бакалавърски програми, да правят необходимото и за магистърската общност."
	},
	"Докторантски представител":{
		"Name":"Ед Гилбард",
		"Manifesto":"Като представител на докторантите, основната ми цел е да включвам възможно най-много от тях в дейностите на ECSS. Седмичните социални събития на ECSS биха имали голяма роля в това и предизвикването на интерес към тях е мой първи приоритет. Също така бих желал да помагам в организирането на по-спокойни събирания, насочени към магистри и докторанти, но отворени за всички в ECSS. Говорейки с някои от вас, изглежда има голям интерес към лекции от индустрията/академичните среди с насоченост към магистри и докторанти, така че бих желал да организирам чести събития с тази идея. Освен организирането на събития, ще представям всички ви пред ECSS, предавайки отзивите ви и стараейки се ECSS да ви помага възможно най-много!",
		"Facebook":"https://www.facebook.com/ed.gillbard",
		"Email":"eg16g15@ecs.soton.ac.uk",
		"Image":"images/committee/phd.jpg",
		"RoleDisplayName":"Докторантски представител",
		"RoleDescription":"Докторантският представител комуникира с докторантите от ECS, помагайки на комитета на ECSS, чиито членове често са студенти в бакалавърски програми, да правят необходимото и за докторантската общност."
	}
}
