{
    "Gold" : {
        "J. P. Morgan" : {
            "Name" : "J. P. Morgan",
            "Website" : "http://www.jpmorgan.com/",
            "Image" : "images/sponsors/jpmorgan.jpg",
            "Info" : "JP Morgan е една от най-големите и най-старите банкови институции на света. Открита е през 1871 г. и има седалище в Ню Йорк, САЩ. Има екип от над 26 000 щастливи работници. Предлага голямо разнообразие от услуги, които включват банкиране, финансови и софтуерни решения. Те са един от най-старите спонсори на ECSS и в момента държат статус на златен спонсор. Предоставят на студентите от ECS широк набор от възможности."
        },
        "Imagination Technologies" : {
            "Name" : "Imagination Technologies",
            "Website" : "http://imgtec.com/",
            "Image" : "images/sponsors/imagination.jpg",
            "Info" : "Imagination Technologies са британски технологичен гигант. Те се занимават с лицензиране на интелектуална собственост и други технологични сектори като дизайн на чипове. Основани са през 1985 г. и имат седалище в Кинг Лангли, Великобритания. Броят на работещите им е над 1700 и продължава да расте. Те са една от най-бързо растящите британски технологични компании. Те са един от двата златни спонсора на ECSS и имат отлични работни взаимоотношения с обществото."
        }
    },

    "Silver": {
	"Ultra Electronics" : {
            "Name" : "Ultra Electronics",
            "Website" : "http://www.ultra-electronics.com/",
            "Image" : "images/sponsors/ultra.jpg",
            "Info" : "Ultra Electronics е технологична компания със седалище в Лондон, Великобритания, която произвежда широк набор от технологии за сфери от подводната военна промишленост до индустриалния контрол. "
        },
        "FactSet" : {
            "Name" : "FactSet",
            "Website" : "http://factset.com/",
            "Image" : "images/sponsors/factset.jpg",
            "Info" : "FactSet е компания, специализираща се във финансови данни и софтуер. Основана е през 1978 г. и има седалище в Норуок, САЩ. FactSet има репутация за създаването на отлична работна среда за работниците си по целия свят и е включена в класацията на Forbes за 200 най-добри малки компании."
        },
        "BAE Systems" : {
            "Name" : "BAE Systems",
            "Website" : "http://www.baesystems.com/",
            "Image" : "images/sponsors/bae.jpg",
            "Info" : "BAE Systems са една от най-големите компании за отбрана, сигурност и авиация на света. Създадени са през 1999 г. и имат седалище в Лондон. Те са едни от най-големите снабдители на британските и на американските отбранителни сили, наред с други."
        }
    },

    "Bronze": {
        "ARM" : {
            "Name" : "ARM",
            "Website" : "http://www.arm.com/",
            "Image" : "images/sponsors/arm.jpg",
            "Info" : "ARM  е британска компания за полупроводници и софтуер. Основана е през 1990 г. и има седалище в Кеймбридж, Великобритания. Клиентите им включват Apple и Samsung."
        },
        "Schroders" : {
            "Name" : "Schroders",
            "Website" : "http://www.schroders.com/",
            "Image" : "images/sponsors/schroders.png",
            "Info" : "Schroders е независима, отдадена компания за управление на активи със силно наследство и култура, основани на над 200 години опит в инвестиционния пазар."
        },
        "Leonardo" : {
            "Name" : "Leonardo",
            "Website" : "https://www.leonardocompany.com/",
            "Image" : "images/sponsors/leonardo.png",
            "Info" : "Леонардо-Финмеканика (Leonardo-Finmeccanica) е световен високотехнологичен играч в авиацията, отбраната и сигурността. Със седалище в Италия и над 47 000 работници, Леонардо-Финмеканика има стабилно индустриално присъствие в четири основни пазара (Италия, Великобритания, САЩ и Полша) и важна мрежа от стратегически сътрудничества в основните пазари с висок потенциал в света. През януари 2016 г. дейността на AgustaWestland, Alenia Aermacchi, Selex ES, OTO Melara и WASS бе обединена в една компания и на 28-ми април 2016, Финмеканика се превърна в Леонардо."
        }
    }
}
